// eslint-disable-next-line
const cnsTranslation = {
  'head': {
    'title': '9类贝尔宾团队角色'
  },
  'general': {
    'language': '语言',
    'yes': '是的',
    'no': '不对',
    'continue': '继续',
    'return': '返回',
    'print': '打印',
    'send': '发送'
  },
  'language': {
    'en': '英文 (EN)',
    'cns': '中文简体'
  },
  'hero-content': {
    'page-title': '9类贝尔宾团队角色',
    'head-line-2': '找到你和你的队友偏爱的团队角色可以确保合理的分工合作并造就更高能有效的团队。',
    'head-line-3': '这个测试会帮你找出你所偏爱和与之互补的团队角色。'
  },
  'team-roles': {
    'innovator': {
      'name': '智多星',
      'comment': '你是出主意解决难题的智多星。 但智多星大多比较健忘。 赞美会让你更成功, 而批判会让你特别难应对。 你的想法非常新奇, 有时会不切实际。 你有可能不太擅长与人交流, 常常忽视沟通时的条件和限制。',
      'suggest': '出主意解决难题的智多星。'
    },
    'explorer': {
      'name': '浏览者',
      'comment': '你是充满好奇心的浏览者。 你摸索可用的选项, 建立人际关系, 并为团队物资做谈判。 你是一个充满热情的队员, 你能识别周遭的利益相关者并与之共事帮助团队达到目的。 从反面来看, 你会太过乐观, 你的热情会来的快去的也快。 你有可能会忘记持续追寻潜在的机会。',
      'suggest': '摸索可用选项, 建立人际关系, 并为团队物资做谈判的浏览者。'
    },
    'analyst': {
      'name': '分析师',
      'comment': '你是善于评估他人(通常是智多星)主意的分析师。 你很客观敏锐, 而且你会在做决定之前细心地盘算所有选项的好处和坏处。 你习惯批判性思维, 并且处理事情方法都极富战略意义。 你常被误解为离群的冷漠的人。 你平时不擅长鼓舞策动事件, 更愿意对发生的事作出反应。',
      'suggest': '善于评估他人(通常是智多星)主意的分析师。'
    },

    'implementer': {
      'name': '实干家',
      'comment': '你是能把事情妥善完成的行政官。 你将团队的想法主意变成切实可行的计划和行动。 你是大家都信任的能干事的人。 从反面看, 你也许不太灵活, 比较抗拒为积极的变化而放手自己着手的计划。',
      'suggest': '将团队的想法主意变成切实可行的计划和行动的实干家。'
    },
    'coordinator': {
      'name': '协调者',
      'comment': '你是带领团队实现目标的领导者。 你是杰出的聆听者, 你能很自然地识别出每个队员给团队带来的价值。 你显得平静温厚, 而且能很有效地委派任务。 从反面看, 你有可能分派太多私人的职责甚至摆布他人。',
      'suggest': '能识别出每个队员给团队带来的价值并带领团队实现目标的协调者。'
    },
    'expert': {
      'name': '专家',
      'comment': '你是拥有完成任务所需的专业知识的专家。 你为自己的能力和技巧感到自豪, 你为维护自己的职业地位而工作。 你在团队里负责成为该领域的专家, 你会为你的专业领域灌注全部精力。 这很可能限制你对团队对贡献, 导致对技术性的全神贯注以至于做不好从全局考虑。',
      'suggest': '拥有完成任务所需的专业知识的行家。'
    },

    'driver': {
      'name': '驾驶员',
      'comment': '你是驱动团队进步的驾驶员。 你精力充沛并乐于激励他人, 质疑行为准则, 而且能找到解决问题的最佳途径。 你是那个为了考量所有可能性不让队伍变得自满而去改变事务的人。 你时常把阻碍当成令人刺激的挑战, 而且当他人感到退缩的时候你常有继续前行的勇气。 你潜在的弱点是喜欢与人争辩经常触怒他人。',
      'suggest': '为了考量所有可能性不让队伍变得自满而去改变事务的鞭策者。'
    },
    'teammate': {
      'name': '集结者',
      'comment': '你是提供协助确保团队能够有效合作的集结者。 你在团队里承担了谈判者的角色, 而且你很灵活, 有外交手腕和洞察力。 你很受欢迎也善于自保, 但还是把团队凝聚力和帮助人们和睦相处作为首要任务。 你的弱点是优柔寡断, 在讨论和做决定时偏向于保持中立。',
      'suggest': '提供协助确保团队能够有效合作的聆听者。'
    },
    'closer': {
      'name': '终结者',
      'comment': '你是见证项目彻底完成的终结者。 你确保任务中没有任何错误和疏忽, 你关注得到最微小的细节。 你被称作有条理的, 谨慎的, 充满渴望的完美主义者。 最适合在任务的末尾进行检查和修改, 并能够提交最高标准的质量管理。 但是, 你有可能被指责太过完美主义。 你担心得太多, 而且很难委托他人。',
      'suggest': '确保任务中没有任何错误和疏忽, 关注得到最微小的细节的校对员。'
    }
  },
  'quotes': {
    'better': '为人类文明助力!',
    'diversity': '多样性是我们的优势。'
  },
  'support': {
    'your-email': '你的E-mail地址是什么?',
    'contact': '提议新功能或反馈问题请联系 <a href="mailto:jq@angelabor.com?Subject=team%20roles" target="_top">jq@angelabor.com</a>'
  },
  'result': {
    'title': '测试结果',
    'suggestion': {
      'godlike': '你太厉害了! 和志同道合的人一起去追逐你们的梦想吧。',
      'opening': '了不起! 你的理想团队成员包括: '
    }
  }
}
