// eslint-disable-next-line
const cnsTranslation = {
  'head': {
    'title': '9类贝尔宾团队角色'
  },
  'general': {
    'language': '语言: ',
    'yes': '是的',
    'no': '不对',
    'continue': '继续',
    'return': '返回',
    'print': '打印',
    'send': '发送'
  },
  'language': {
    'en': '英文 (EN)',
    'cns': '中文简体'
  },
  'hero-content': {
    'page-title': '9类贝尔宾团队角色',
    'head-line-2': '找到你和你的队友偏爱的团队角色可以确保合理的分工合作并造就更高能有效的团队。',
    'head-line-3': '这个测试会帮你找出你所偏爱和与之互补的团队角色。'
  },
  'team-roles': {
    'innovator': {
      'name': '智多星',
      'comment': '你是出主意解决难题的智多星。 但智多星大多比较健忘。 赞美会让你更成功, 而批判会让你特别难应对。 你的想法非常新奇, 有时会不切实际。 你有可能不太擅长与人交流, 常常忽视沟通时的条件和限制。',
      'suggest': '出主意解决难题的智多星。'
    },
    'explorer': {
      'name': '浏览者',
      'comment': '你是充满好奇心的浏览者。 你摸索可用的选项, 建立人际关系, 并为团队物资做谈判。 你是一个充满热情的队员, 你能识别周遭的利益相关者并与之共事帮助团队达到目的。 从反面来看, 你会太过乐观, 你的热情会来的快去的也快。 你有可能会忘记持续追寻潜在的机会。',
      'suggest': '摸索可用选项, 建立人际关系, 并为团队物资做谈判的浏览者。'
    },
    'analyst': {
      'name': '分析师',
      'comment': '你是善于评估他人(通常是智多星)主意的分析师。 你很客观敏锐, 而且你会在做决定之前细心地盘算所有选项的好处和坏处。 你习惯批判性思维, 并且处理事情方法都极富战略意义。 你常被误解为离群的冷漠的人。 你平时不擅长鼓舞策动事件, 更愿意对发生的事作出反应。',
      'suggest': '善于评估他人(通常是智多星)主意的分析师。'
    },

    'implementer': {
      'name': '实干家',
      'comment': '你是能把事情妥善完成的行政官。 你将团队的想法主意变成切实可行的计划和行动。 你是大家都信任的能干事的人。 从反面看, 你也许不太灵活, 比较抗拒为积极的变化而放手自己着手的计划。',
      'suggest': '将团队的想法主意变成切实可行的计划和行动的实干家。'
    },
    'coordinator': {
      'name': '协调者',
      'comment': '你是带领团队实现目标的领导者。 你是杰出的聆听者, 你能很自然地识别出每个队员给团队带来的价值。 你显得平静温厚, 而且能很有效地委派任务。 从反面看, 你有可能分派太多私人的职责甚至摆布他人。',
      'suggest': '能识别出每个队员给团队带来的价值并带领团队实现目标的协调者。'
    },
    'expert': {
      'name': '专家',
      'comment': '你是拥有完成任务所需的专业知识的专家。 你为自己的能力和技巧感到自豪, 你为维护自己的职业地位而工作。 你在团队里负责成为该领域的专家, 你会为你的专业领域灌注全部精力。 这很可能限制你对团队对贡献, 导致对学术性的全神贯注以至于做不好从全局考虑。',
      'suggest': '拥有完成任务所需的专业知识的行家。'
    },

    'driver': {
      'name': '驾驶员',
      'comment': '你是驱动团队进步的驾驶员。 你精力充沛并乐于激励他人, 质疑行为准则, 而且能找到解决问题的最佳途径。 你是那个为了考量所有可能性不让队伍变得自满而去改变事务的人。 你时常把阻碍当成令人刺激的挑战, 而且当他人感到退缩的时候你常有继续前行的勇气。 你潜在的弱点是喜欢与人争辩经常触怒他人。',
      'suggest': '为了考量所有可能性不让队伍变得自满而去改变事务的鞭策者。'
    },
    'teammate': {
      'name': '集结者',
      'comment': '你是提供协助确保团队能够有效合作的集结者。 你在团队里承担了谈判者的角色, 而且你很灵活, 有外交手腕和洞察力。 你很受欢迎也善于自保, 但还是把团队凝聚力和帮助人们和睦相处作为首要任务。 你的弱点是优柔寡断, 在讨论和做决定时偏向于保持中立。',
      'suggest': '提供协助确保团队能够有效合作的聆听者。'
    },
    'closer': {
      'name': '终结者',
      'comment': '你是见证项目彻底完成的终结者。 你确保任务中没有任何错误和疏忽, 你关注得到最微小的细节。 你被称作有条理的, 谨慎的, 充满渴望的完美主义者。 最适合在任务的末尾进行检查和修改, 并能够提交最高标准的质量管理。 但是, 你有可能被指责太过完美主义。 你担心得太多, 而且很难委托他人。',
      'suggest': '确保任务中没有任何错误和疏忽, 关注得到最微小的细节的校对员。'
    }
  },
  'quotes': {
    'better': '为人类文明助力!',
    'diversity': '多样性是我们的优势。'
  },
  'support': {
    'your-email': '你的E-mail地址是什么?',
    'contact': '提议新功能或反馈问题请联系 <a href="mailto:jq@angelabor.com?Subject=team%20roles" target="_top">jq@angelabor.com</a>'
  },
  'result': {
    'title': '测试结果',
    'teammate': '队员建议',
    'suggestion': {
      'godlike': '你太厉害了! 和志同道合的人一起去追逐你们的梦想吧。',
      'opening': '了不起! 你的理想团队成员包括: '
    }
  },
  'question': {
    'innovator-1': '我很有创意, 想象力丰富, 思维天马行空。',
    'innovator-2': '我是原创理念的源泉。',
    'innovator-3': '我擅长用非常规的方法解决困难的问题。',
    'innovator-4': '我喜欢单兵作战, 偏向于离队独处。',
    'innovator-5': '我习惯忽略不重要的事情。',

    'explorer-1': '我开朗, 热诚, 喜欢社交。',
    'explorer-2': '我可以成为充满活力的销售员。',
    'explorer-3': '我靠我的好奇心和爱询问的天性发现新颖的主意并把它们带给团队。',
    'explorer-4': '我会探索机会并建立人际关系。',
    'explorer-5': '我倾向于乐观主义。',
    'explorer-6': '我很容易改变专注的方向。',
    'explorer-7': '通常都是别人接纳我和我的想法。',

    'analyst-1': '我很清醒, 有计划, 眼光明锐',
    'analyst-2': '我探寻所有的选项并作出准确的评估。',
    'analyst-3': '我能提供符合逻辑思维的眼光。',
    'analyst-4': '在需要时作出公正的判断并对团队的决策作出不偏不倚的考量。',
    'analyst-5': '我提出指点时会期待他人有更好的表现。',
    'analyst-6': '我偏向于慢慢地作出决定。',

    'coordinator-1': '我是慎重, 有自信, 且杰出的领队。',
    'coordinator-2': '我是决策的制定者和授权者。',
    'coordinator-3': '我时常扮演传统的队长角色。',
    'coordinator-4': '我能识别人才并且阐明任务目标。',
    'coordinator-5': '我专注于团队的目标, 能抽出团队成员并适当地分配任务。',

    'implementer-1': '我很有纪律, 值得信赖, 保守且讲效率。',
    'implementer-2': '我将想法变为实际行动并且为此整理相关的工作。',
    'implementer-3': '我偏向于计划出一个可行的策略并尽可能高效地把它执行。',
    'implementer-4': '我比较抗拒未被证实过的主意。',
    'implementer-5': '我坚定不移, 对新机会的反应比较迟钝。',
    'implementer-6': '我善于高效有条理地工作。',
    'implementer-7': '我整理得特别好。',

    'expert-1': '我十分专注, 积极主动, 且坚韧不拔。',
    'expert-2': '我能提供十分罕有的知识和技能。',
    'expert-3': '我能为团队带来一个关键领域的深度知识。',
    'expert-4': '我偏向于一下子给大家超负荷量的信息。',
    'expert-5': '我的团队贡献集中于一个方面, 而且我常常沉溺于学术性问题。',

    'driver-1': '我极富挑战性, 精力充沛, 而且抗压能力很强。',
    'driver-2': '我是大家战胜险阻的勇气。',
    'driver-3': '我带来进取的动力, 让团队能够保持注意力和气势继续前行。',
    'driver-4': '我常常挑衅, 没有耐心, 而且有时会得罪人。',
    'driver-5': '我会被看作态度生硬。',
    'driver-6': '我试图解决问题时会变得好斗和脾气糟糕。',

    'teammate-1': '我具有协作精神, 态度温婉, 有洞察力和外交手腕。',
    'teammate-2': '我帮助团队更好地凝聚。',
    'teammate-3': '我具有察觉工作需求并为团队解决问题的各种才艺。',
    'teammate-4': '我在发生冲突情况时很难立即作出决定, 常常逃避派系争斗。',
    'teammate-5': '我在作出不得人心的决定时会踌躇。',

    'closer-1': '我勤勤恳恳兢兢业业, 渴望进步。',
    'closer-2': '我能捕捉到错误和疏忽。',
    'closer-3': '我从不拖延, 并且追求最高标准。',
    'closer-4': '我十分在意呈交的最后期限。',
    'closer-5': '我会推动团队在期限之前完工。',
    'closer-6': '我是个完美主义者。'
  }
}
